Repository: artandtechspace/Jufosch-Autopress
Catalog: locale/*/LC_MESSAGES/jufusch-presentation-tool.po
Languages: de

source: Settings
de: Einstellungen

source: Should the price slides for the projects be generated?
de: Sollen die Preisfolien für die Projekte generiert werden?

source: No price-images have been selected.
de: Keine Preisbilder wurden ausgewählt.

source: Price-Slides
de: Preisfolien

source: Should the project slides for the projects be generated?
de: Sollen die Projektfolien für die Projekte generiert werden?

source: Project-Slides
de: Projektfolien

source: Should project images be embedded on the slides?
de: Sollen Projektbilder mit eingefügt werden?

source: No projectimages have been selected.
de: Keine Projektbilder wurden ausgewählt.

source: With Projectimages?
de: Mit Projektbildern?

source: Should the slides be exported for the lookup layout?
de: Sollen die folien fürs Spicker-Layout exportiert werden?

source: Export Lookupslide?
de: Spicker-folien exportieren?

source: Should the real presentation-slides be exported?
de: Sollen die echten Präsentationsfolien exportiert werden?

source: Export Presentationslide?
de: Projektfolien exportieren?

source: Export
de: Exportieren

source: The presentation and the project must be loaded.
de: Die Präsentation und die Projekte müssen geladen sein.

source: Presentation (PPTX)
de: Präsentation (PPTX)

source: Open Presentation (.pptx)
de: Präsentation öffnen (.pptx)

source: Projects (CSV)
de: Projekte (CSV)

source: Import Projects (.csv)
de: Projekte importieren (.csv)

source: Projectimages (Folder)
de: Projektbilder (Ordner)

source: Open Projectimages (Folder)
de: Öffne Projektbilder (Ordner)

source: Priceimages (Folder)
de: Preisbilder (Ordner)

source: Open Priceimages (Folder)
de: Preisbilder öffnen (Ordner)

source: Select all
de: Alle auswählen

source: Open Folder
de: Ordner öffnen

source: Price
de: Preis

source: Standnumber
de: Standnummer

source: Place of Development
de: Entwicklungsort

source: Department
de: Fachbereich

source: Endless void
de: Das Abyss

source: Standnumber:
de: Standnummer:

source: Place of development
de: Entwicklungsort

source: Department:
de: Fachbereich:

source: Project workers
de: Projektmitarbeiter

source: Select Price
de: Preis auswählen

source: Specialprice Name
de: Sonderpreisname

source: Statistics
de: Statistiken

source: Projects
de: Projekte

source: ├─with Projectimages
de: ├─mit Projektbildern

source: └─without Projectimages
de: └─ohne Projektbilder

source: Projectimages
de: Projektbilder

source: Open
de: Öffnen

source: Nothing got loaded
de: Nichts wurde geladen

source: The selected folder didn't contain any elements with correct names.
de: Der ausgewählte Ordner enthält keine Dateien mit dem richtigen Namen.

source: Error while loading presentation
de: Fehler beim laden der Präsentation

source: Error while loading projects
de: Fehler beim laden der Projekte

source: File doesn't exists
de: Datei existiert nicht

source: The following '{length}' images have an invalid name:{lb}('{images}')
de: Die folgenden '{length}' Bilder haben ein invaliden Namen:{lb}('{images}')

source: {length} images have an invalid name
de: {length} Bilder haben ein invaliden Namen

source: The following '{length}' projects have multiple images:{lb}('{names}')
de: Die folgenden '{length}' Projekte haben mehrere Projektbilder:{lb}('{names}')

source: {length} projects have multiple images.
de: {length} Projekte haben mehrere Projektbilder.

source: The following '{length}' images couldn't be loaded:{lb}('{images}')
de: Die folgenden '{length}' Bilder konnten nicht geladen werden:{lb}('{images}')

source: {length} images couldn't be loaded.
de: {length} Bilder konnten nicht geladen werden.

source: No images with JUFO-Standnumbers could be found.
de: Keine Bilder mit JUFO-Standnummern wurden gefunden.

source: Error while loading images
de: Fehler beim laden der Bilder

source: Error while loading price-images
de: Fehler beim laden der Preisbilder

source: Presentation (.pptx)
de: Präsentation (.pptx)

source: Any
de: Alle

source: Save file as
de: Datei speichern unter

source: Presentation export was successful
de: Präsentation wurde erfolgreich exportiert

source: Error while exporting the presentation
de: Fehler beim exportieren der Präsentation

source: Firstname of the {id} user ('{name}') is empty
de: Vorname des {id}-Benutzers ('{name}') ist leer

source: Lastname of the {id} user ('{name}') is empty
de: Nachname des {id}-Benutzers ('{name}') ist leer

source: Age of the {id} user ('{name}') is empty
de: Alter des {id}-Benutzers ('{name}') ist leer

source: Age of the {id} user ('{name}') is invalid, ' Jahre' must be the suffix of the age-field
de: Alter des {id}-Benutzers ('{name}') ist invalid, ' Jahre' muss als suffix am 'Alter'-Feld anhängen.

source: Age of the {id} user ('{name}') is not a digit. Found '{raw}'.
de: Alter des {id}-Benutzers ('{name}') ist keine Zahl: '{raw}'

source: The project '{name}' has no members
de: Das Projekt '{name}' hat keine Mitarbeiter.

source: Field '{value}' wasn't found
de: Das Feld '{value}' wurde nicht gefunden.

source: The standnumber from '{name}' must be 5 characters in length - found '{number}' ({length})
de: Die Standnummer des Projektes '{name}' muss eine Länge von genau 5 Zeichen aufweisen - gefunden wurden '{number}' ({length}).

source: The standnumber from '{name}' doesn't match it's type (JUFO/SUEX) - found '{number}', wanted '{type}'
de: Die Standnummer des Projektes '{name}' stimmt nicht mit der angegebenen Sparte überein - gefunden '{number}', gewollt '{type}'.

source: The standnumber from '{name}' doesn't match it's field - found '{number}', wanted '{field}'
de: Die Standnummer des Projektes '{name}' stimmt nicht mit dem angegebenen Fachbereich überein - gefunden '{number}', gewollt '{field}'.

source: Number part of standnumber from '{name}' isn't a number...
de: Der Zahlenteil der Standnummer des Projektes '{name}' ist keine Zahl...

source: Project-row '{row}' has an invalid length - found {length}, required {requirement}
de: Projektzeile '{row}' hat eine falsche länge - gefunden {length}, gewollt {requirement}

source: Field from '{name}' ('{field}') is invalid
de: Der Fachbereich des Projektes '{name}' ('{field}') ist kein Fachbereich

source: Type (JUFO/SUEX) from '{name}' ('{type}') is invalid
de: Die Sparte des Projektes '{name}' ('{type}') ist keine richtige Sparte

source: Standnumber of project '{name}' ('{id}') is duplicated!
de: Die Standnummer des Projektes '{name}' ('{id}') ist mehrfach vorhanden.

source: File couldn't be opened
de: Fehler beim öffnen der Projektdatei

source: The placeholder '{placeholder}' from the layout '{layout}' has an invalid format.
de: Der Platzhalter '{placeholder}' des layouts '{layout}' hat ein invalides Format.

source: The lookup-placeholder '{placeholder}' couldn't be found
de: Der Spicker-Platzhalter '{placeholder}' konnte nicht gefunden werden

source: The master-layout '{layout}' couldn't be found
de: Das Master-Layout '{layout}' wurde nicht gefunden

source: Image '{img}' couldn't be loaded.
de: Das Bild '{img}' konnte nicht geladen werden.

source: Couldn't save the presentation
de: Konnte die Präsentation nicht speichern
